<!-- 
   平台公约
-->
<template>
  <div class="community">
    <headerBar :onBack="onBack"></headerBar>
    <h3>
      TS Live平台公约
    </h3>
    <ul class="content">
      <li>
        一、为保障TS Live平台用户的良好体验，维护TS Live平台的正常秩序，根据相关法律规定，特制定本公约。
      </li>
      <li>
        二、TS Live是TS Live官方提供的一款直播软件，面向所有TS Live的用户提供直播服务。
      </li>
      <li>
        三、TS Live平台（以下简称“TS Live”）是TS Live用户使用TS Live软件进行交流的网络空间。
      </li>
      <li>
        四、TS Live官方提供直播相关的信息网络服务以及直播相关的平台服务，旨在为TS
        Live平台用户创建公平、快乐、自由、健康的网络平台环境。
      </li>
      <li>
        五、凡接受《TS Live用户注册协议》及本公约并成功注册的，都是TS Live用户。
      </li>
      <li>
        六、TS Live用户的各项权利受TS Live平台平等保护。TS Live平台依照公开、透明的标准对平台用户进行管理。
      </li>
      <li>
        七、TS Live用户有依照平台规则在TS Live平台内活动和发表言论的权利。
      </li>
      <li>
        八、TS Live用户的个人隐私受TS Live平台保护。TS Live平台须采取严格措施，确保用户隐私信息不被泄露。除非TS
        Live用户本人同意，或者依法律法规规定或相关主管部门要求及预先确定的规则，TS
        Live用户的个人资料和其他隐私信息不得被公开。
      </li>
      <li>
        九、TS
        Live用户须妥善保管账号和密码；不应将账号、密码转让、出租、出借、赠与或以其他形式提供给他人使用。因用户保管疏忽或因黑客行为等导致的账号、密码遭他人非法使用等情况，TS
        Live官方不承担相关责任。如用户发现账号遭他人非法使用，应立即向TS Live官方提出申诉。
      </li>
      <li>
        十、TS Live用户依TS Live平台管理规则规范产生的行为，受TS Live平台保护。TS
        Live用户从事违反法律法规及平台管理规范的行为，将受到相应处罚。违规行为处罚参照《TS Live平台管理规范》。
      </li>
      <li>
        十一、TS Live用户的任何权利，以不影响其他TS Live用户的权利为限。TS Live平台可对这些限制做出具体的规定。
      </li>
      <li>
        十二、TS Live用户的任何权利，以不影响其他TS Live用户的相同权利为限。平台规则可以对这些限制做出具体的规定。
      </li>
      <li>
        十三、禁止现役军人（无论是否穿着制服）直播或利用人体缺陷或者以展示人体变异等方式进行直播、招徕用户。
      </li>
      <li>
        十四、未经批准，禁止在TS Live平台使用“电视台”“广播电台”“电台”“TV”等广播电视专有名称开展直播。
      </li>
      <li>
        十五、未经批准，禁止通过TS Live平台对政治、军事等活动或事件进行音视频直播。
      </li>
      <li>
        十六、TS
        Live平台的直播节目应坚持健康的格调品味，不得含有国家法律法规规定所禁止的内容，并自觉抵制内容低俗、过度娱乐化、宣扬拜金主义和崇尚奢华等情况。
      </li>
      <li class="">
        十七、TS Live用户必须遵守的其他协议、规范包含但不限于：
        <p>
          （1）《TS Live绿色直播文明公约》；
        </p>
        <p>
          （2）《TS Live用户注册协议》；
        </p>
        <p>
          （3）《TS Live平台管理规范》；
        </p>
      </li>
      <li class="">
        十八、TS Live用户在平台内的言论(包括但不限于文字、图片、音频、视频)不得违反国家的法律法规，不得含有下列内容：
        <p>
          （1）违反宪法确定的基本原则，煽动抗拒或者破坏宪法、法律、行政法规实施的；
        </p>
        <p>
          （2）危害国家统一、主权和领土完整，泄露国家秘密，危害国家安全，损害国家尊严、荣誉和利益，宣扬恐怖主义、极端主义的；
        </p>
        <p>
          （3）损害国家荣誉和利益的；
        </p>
        <p>
          （4）诋毁民族优秀文化传统，煽动民族仇恨、民族歧视，侵害民族风俗习惯，歪曲民族历史和民族历史人物，伤害民族感情，破坏民族团结的；
        </p>
        <p>
          （5）煽动破坏国家宗教政策，宣扬宗教狂热，危害宗教和睦，伤害信教公民宗教感情，破坏信教公民和不信教公民团结，宣扬邪教、迷信的；
        </p>
        <p>
          （6）危害社会公德，扰乱社会秩序，破坏社会稳定，宣扬淫秽、赌博、吸毒，渲染暴力、恐怖，教唆犯罪或者传授犯罪方法的；
        </p>
        <p>
          （7）侵害未成年人合法权益或者损害未成年人身心健康的；
        </p>
        <p>
          （8）侮辱或者诽谤他人，侵害他人合法权益的，含有辱骂、恐吓、威胁内容的；
        </p>
        <p>
          （9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        </p>
        <p>
          （10）其他可能引起或已经引起不良影响的政治话题；
        </p>
        <p>
          （11）非法民间组织的名义活动；
        </p>
        <p>
          （12）发送骚扰、垃圾广告、恶意诋毁、诱骗信息的；
        </p>
        <p>
          （13）干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息；
        </p>
        <p>
          （14）严禁通过任何方式传播毒品、展示枪支、管制刀具等；
        </p>
        <p>
          （15）严禁从事推销或其他以获取商业利益为目的等行为；
        </p>
        <p>
          （16）含有法律、行政法规禁止的其他内容的信息；
        </p>
      </li>
      <li>
        十九、TS Live用户的言论应符合平台规则规定，发言前应了解相关规定，不发表与平台规则相违背的言论。
      </li>
      <li>
        二十、TS Live用户应尊重他人的知识产权，不得剽窃他人作品，转载或使用他人作品时应符合版权许可。
      </li>
      <li>
        二十一、TS Live用户应遵守平台秩序和网络道德，杜绝污言秽语，杜绝刷屏、恶意连麦等影响他人正常使用的行为。
      </li>
      <li>
        二十二、TS
        Live用户应尊重他人隐私，除非危及公众利益或经当事人同意，不得公开他人姓名、住址、电话等个人资料及其他隐私信息。
      </li>
      <li>
        二十三、未经平台许可，禁止发布广告或其他以获取商业利益为目的的内容。
      </li>
      <li>
        二十四、TS
        Live用户在平台内发表违规言论的，平台管理人员有权删除其全部或部分言论，并视情节和危害结果，对其给予适当处罚。删除用户言论和处罚用户，会给出明确的理由，并以平台规则为依据。
      </li>
      <li>
        二十五、已永久封号的账户，其参与活动的行为均属无效。
      </li>
      <li>
        二十六、用户对自己的言论承担全部责任。 二十八、TS Live平台推行用户自治原则。
      </li>
      <li>
        二十七、除平台的安全监管、因法律和商业义务必须由TS Live官方行使的权利外，其他权利均保留给TS
        Live用户行使。在用户不触犯平台相关管理规定的情况下，TS Live官方不会干涉其行使管理权利，也不具有调解TS
        Live用户之间产生任何纠纷的义务。
      </li>
      <li>
        二十八、TS Live官方设立平台管理团队，对平台进行管理。平台管理团队主要履行维护和稳定平台秩序的职责。管理员均由TS
        Live官方委任，行使平台全部管理职责和权利。
      </li>

      <li>
        二十九、本公约的效力仅限于TS Live平台，不对TS Live用户的现实权利和义务产生影响。
      </li>

      <li>
        三十、本公约自发布之日起施行，TS Live官方有权在法律允许的范围内对本管理规范进行修改并公示。
      </li>

      <li>
        TS Live官方 2020年5月
      </li>
    </ul>
  </div>
</template>

<script>
import headerBar from '@/components/headerBar/headerBar'
import openNative from '@/utils/openNative'
import loadingAniMixins from '@/mixins/loadingAni'
export default {
  name: '',
  mixins: [loadingAniMixins],
  data() {
    return {}
  },
  created() {},
  mounted() {},
  methods: {
    onBack() {
      openNative.closeWebview()
    }
  },
  components: { headerBar }
}
</script>
<style lang="less" scoped>
//@import url(); 引入公共css类
.community {
  font-size: 16px;
  color: #000;
}
h3 {
  font-size: 24px;
  font-weight: 600;
  text-align: center;
  padding: 12px 0 20px;
}

.content li {
  text-indent: 2em;
  line-height: 24px;
  padding: 0 16px 10px;
}
.content li:last-child {
  padding-right: 24px;
  text-align: right;
}
.content li p {
  padding-bottom: 4px;
}
</style>
