<!-- 
   运营规则
-->
<template>
  <div class="rules">
    <headerBar :onBack="onBack"></headerBar>
    <h4>
      TS Live主播运营规则
    </h4>
    <ul class="content">
      <li>
        为了净化网络直播空间，营造健康的网络直播环境，TS
        Live平台即日起将加大对低俗涉黄、涉政涉军、售卖虚假物品、诈骗广告等直播行为的打击力度。如发现主播在直播过程中有任何以下行为，将从严处理，决不姑息。直播行为包括但不限于：直播内容，直播封面，直播标题，麦序信息、公屏发言。处理手段包括但不限于永久冻结直播间，封禁违规账号；情节严重者，将对其举报或者移交司法机关追究其法律责任。
        具体如下：<br />
        1、主播不得使用任何低俗吸睛的内容作为开播封面及标题<br />
        2、主播不得以任何方式在直播中抽烟，包括但不限于电子烟、水烟等<br />
        3、主播不得宣传、售卖任何假冒伪劣商品<br />
        4、主播不得以个人资料、头像等任何方式传播涉军涉政内容<br />
      </li>
      <li>
        <span> 附（管理总则）：<br /> </span>
        <!-- <strong>附（管理总则）：<br /></strong> -->
        <!-- <b>附（管理总则）：<br /></b> -->
        <span> 严重违规：<br /> </span>
        1、违反宪法确定的基本原则的；<br />
        2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
        3、损害国家荣誉和利益的；<br />
        4、煽动民族仇恨、民族歧视、破坏民族团结的；<br />
        5、破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
        6、散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
        7、散布暴力、恐怖或者教唆犯罪的；<br />
        8、煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；<br />
        9、其他可能引起或已经引起不良影响的政治话题。<br />
      </li>
      <li>
        <span> 直播内容规范：<br /> </span>
        1、展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；<br />
        2、组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；<br />
        3、与赌博或涉嫌赌博有关的任何活动。<br />
        4、播放自己或他人的腐朽、低级趣味活动，如享受不道德的、腐朽的消费等；<br />
        5、其它违法违规行为。<br />
        1、使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的节目等；<br />
        2、表演危害他人人身安全的内容。如：殴打他人、威胁他人等；<br />
        3、表演危害自身安全的内容。如自残自杀等；<br />
        4、表演危害动物生命健康的内容。如虐待小动物等；<br />
        5、其他威胁生命健康的表演。<br />
      </li>
      <li>
        <span> 直播权益类内容规范：<br /> </span>
        1、侵犯他人隐私，危及公众利益，未经当事人同意，禁止公开他人姓名、住址、电话等个人资料、进行任何形式的采访、与公众进行互动及其他隐私信息；<br />
        2、使用文字、语音、图片等任何形式宣传其他同类型语音、视频平台；<br />
        3、播放未经授权的影视作品；<br />
        4、进行其他侵害他人合法权益的行为；<br />
        5、冒充媒体、电视台、记者等名义进行直播活动；<br />
        6、严禁恶意攻击他人，包括谩骂、诽谤、地域攻击等；<br />
        7、发布广告信息：包括所有违反国家法律及TS
        Live社区相关管理规则的信息。如：赌博类、博彩类、刷Q币、Y币等、成人用品类、枪支、军刀、弓弩类、成人影视类、云盘类广告、性用品、保健品类、香烟广告、非法性药品广告和性病治疗广告等相关内容。<br />
      </li>
      <li>
        <span> 绿色直播要求规范：<br /> </span>
        1、通过各种方式展示或隐晦展示具有性特征的身体敏感部位，例如：<br />
        （1）将镜头刻意聚焦性敏感部位；<br />
        （2）进行带有性暗示的抚摸、拉扯等动作；<br />
        （3）使用性用品（或容易联想到性用品的其他物品）作为表演道具；<br />
        （4）其他性暗示行为。<br />
        2、传播具有性行为、性挑逗或性侮辱内容的任何信息；<br />
        （1）传播侵犯他人隐私的走光、偷拍、漏点等信息；<br />
        （2）传播招嫖、一夜情、换妻、性虐待等的有害信息；<br />
        （3）传播情色游戏、动漫；<br />
        （4）传播淫秽、低俗网站；<br />
        （5）传播涉黄、带有性挑逗的图片、言论、歌曲、文字、视频、声音等内容。<br />
      </li>
      <li>
        <span> 其他规范要求规范<br /> </span>
        1) 严禁以低俗、暴露、带有明显性暗示的妆容进行直播，例如：<br />
        （1）男性赤裸上身；<br />
        （2）女性穿着过于暴露，如露出胸部、臀部、内衣物等敏感部位；<br />
        （3）穿着情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿等；<br />
        （4）穿着带有中华人民共和国（包含港澳台）国家机关人员、军队的工作制服进行娱乐性质直播。<br />
        （5）严禁展示和露出纹身。<br />
        （6）其他不雅妆容。<br />
        2、严禁在直播镜头前公然抽烟。<br />
        3、严禁进行其他类涉政、涉黄、违法、侵权、或威胁生命健康等其他类型违反TS Live社区相关秩序规范的表演。<br />

        以上规定从即日起实施，TS Live享有对本管理规范的最终解释权，请用户及时关注公告信息，参照最新的管理规范，TS
        Live工作人员将对用户的执行情况监督检查，如果发现违规行为，工作人员将立即封禁账号，情况严重者将处以永久封禁的惩罚。请各用户严格遵守，相互监督，积极举报，共同建立绿色和谐的的交流平台。
      </li>
      <li>
        <span>
          TS
          Live官方服务团队将根据平台发展并结合相关法律、法规、政策和监管部门的指令，更新本管理规定。如有疑问，请及时联系TS
          Live官方客服微信TangSengKF001
        </span>
      </li>
    </ul>
  </div>
</template>

<script>
import headerBar from '@/components/headerBar/headerBar'
import openNative from '@/utils/openNative'
import loadingAniMixins from '@/mixins/loadingAni'
export default {
  name: '',
  mixins: [loadingAniMixins],
  data() {
    return {}
  },
  created() {},
  mounted() {},
  methods: {
    onBack() {
      openNative.closeWebview()
    }
  },
  components: { headerBar }
}
</script>
<style lang="less" scoped>
//@import url(); 引入公共css类
.rules {
  font-size: 16px;
  color: #171717;
}
h4 {
  font-size: 20px;
  font-weight: 600;
  /* font-weight: bold; */
  color: rgb(32, 31, 31);
  text-align: center;
  padding: 12px 0 20px;
}

.content li {
  text-indent: 2em;
  line-height: 28px;
  padding: 0 16px 10px;
  // letter-spacing: 2px;
}
.content li p {
  text-indent: 2em;
}
span {
  /* font-weight: 600; */
  font-weight: bold;
}
</style>
