<!-- 
   隐私政策
-->
<template>
  <div class="privacy">
    <headerBar :onBack="onBack"></headerBar>
    <h4>
      TS Live隐私政策
    </h4>
    <p class="updateTime">
      最近更新时间：2020年5月10日
    </p>
    <ul class="content">
      <li>
        TS
        Live非常重视用户的隐私和个人信息保护，也感谢您对我们的信任。我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控，为您提供合理高效的隐私保护。鉴于此，我们制定本《隐私策》（下称“本政策
        / 本隐私政策），向您说明我们会如何收集、使用、存储、保护及对外提供您的信息，并说明您享有的权利。<br />
        本政策适用TS Live互联网直播平台，也同时适用于由TS Live开发运营其他互联网产品，包括但不限于TS
        LiveAPP软件（下称“TS Live软件”或“本软件”），但TS
        Live开发和运营的其他产品中独立设置隐私政策并对收集、使用、存储、保护用户信息作出不同于本政策规定的，适用其规定。
        <span>
          如果您是不满14周岁的儿童或儿童的监护人，请您在阅读本隐私政策的同时，仔细阅读并充分理解
          <u>《TS Live儿童个人信息保护指引》</u>相关内容。 </span
        >本隐私政策不适用于其他独立第三方向您提供的服务，当我们平台上的第三方依托我们平台向您提供服务时，您向第三方提供的个人信息不适用于本隐私政策。<br />
        在使用我们的产品或服务前，请您务必仔细阅读并充分理解本隐私政策，
        <span>
          特别是以粗体标识的条款，可能涉及您的重要权利，您应重点阅读，在确认充分理解并同意后使用相关产品或服务。若您使用我们提供的产品或服务，即表示您已充分理解并同意我们在本政策中所述内容。<br />
        </span>
        本政策将帮助您了解以下内容：<br />
        一、我们收集哪些您的信息<br />
        二、我们如何使用收集的信息<br />
        三、我们如何使用Cookie及同类技术<br />
        四、我们如何委托处理、共享、转让、公开披露您的个人信息<br />
        五、我们如何保护您的个人信息<br />
        六、您的权利<br />
        七、我们如何处理未成年人的个人信息<br />
        八、我们如何储存您的个人信息<br />
        九、本政策如何更新<br />
        十、如何联系我们
      </li>
      <!-- 一、我们收集哪些您的信息 -->
      <li>
        <span> 一、我们收集哪些您的信息<br /> </span>
        我们根据合法、正当、必要的原则，收集实现产品功能所必要的如下信息，若涉及到我们可能收集的您的个人敏感信息，我们将以<span>加粗并下划线</span>的形式提示您注意：<br />
        （一）您在使用我们服务时主动提供的信息<br />
        1. 您在注册TS Live账号时填写并提供的信息。包括：手机号码、昵称、性别、生日、地区、个性签名。<br />
        2. 您在使用TS Live的产品和服务时上传的信息。包括：上传的头像、分享的照片、视频，<span
          >或TS Live提供的非强制功能中由您自行上传的个人身份信息。<br
        /></span>

        3.
        您通过我们的客服提交反馈或参加我们举办的活动时所提交的信息。包括：可能包含的姓名、电话、<span>地址</span>、第三方产品或服务的账号信息；您提交客服反馈或申诉、投诉可能需要向客服提供的前述信息。<br />
        4. 特定场景下根据国家法律规定需要您提供的实名信息。包括：您成为TS
        Live主播需要根据国家相关规定完成实名认证，需要提供您的真实姓名、<span>身份证件号码</span>和<span>提现地址或银行卡号</span>（同时用于提现功能）信息。<br />

        <span>
          我们的部分服务可能需要您提供特定的个人敏感信息来实现特定功能。若您选择不提供该类信息，则可能无法正常使用服务中的特定功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。<br />
        </span>
        （二）我们在您使用服务时获取的信息<br />
        1. 日志信息<br />
        当您使用我们的服务时，我们可能会自动收集以下信息并存储为服务日志信息。<br />
        （1）设备信息：包括设备型号、操作系统版本、分辨率、电信运营商、唯一设备标识符、信号强度信息。<br />

        （2）软件信息：包括软件的版本号、浏览器类型、使用的语言、访问日期和时间、软硬件特征。为确保操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。<br />
        （3）服务日志信息：包括您在使用我们服务时搜索、查看的信息、服务故障信息、网页记录信息。<br />
        2. 位置信息<br />
        （1）当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务。<br />
        （2）在您使用服务时，我们可能会通过IP地址 、GPS、WLAN（如
        WiFi)或基站的其中一种或多种结合获取您的地理位置信息；<br />
        （3）您或其他用户在使用服务时提供的信息中可能包含您所在地理位置信息，例如您提供的账号信息中可能包含的您所在地区信息，您或其他人共享的照片包含的地理标记信息。<br />
        （三）我们通过间接方式收集到的信息<br />
        我们可能会获得您在使用第三方服务时所产生或分享的以下信息：<br />
        （1）当您通过第三方账号（微信、QQ、微博）注册或登录产品，您需要授权我们获取您登录所使用的第三方账号的公开信息（包括头像、昵称、性别），并将该账号与您的产品账号进行绑定。<br />
        （2）当您通过我们产品或服务使用TS
        Live关联方、合作方提供服务时，可能需要您绑定该关联方、合作方的账号以实现特定产品或服务功能，您同意我们根据实际业务及合作需要从该关联方、合作方处接收、使用、汇总、分析经您授权同意而向我们提供的您的信息。<br />
        <span>
          请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息，不属于法律意义上的个人信息。如果我们将这类非个人信息与我们合法获得的其他个人信息结合用于识别特定自然人身份，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。<br />
        </span>
      </li>
      <!-- 二、我们如何使用收集的信息 -->
      <li>
        <span> 二、我们如何使用收集的信息 <br /> </span>
        我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。<br />
        (一) 向您提供基本的产品服务<br />
        （1）帮助您完成账号注册和登录服务，以便您将能够以注册用户身份在TS
        Live平台上使用观看直播、观看视频、发送弹幕、留言评论、分享动态、电商购物等功能。<br />
        （2）保障您正常使用TS
        Live的基础功能和正常服务、改进及优化我们的服务体验。例如，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务；根据您使用我们产品的记录评估、改善我们的内容投放和其他推广活动的效果。<br />
        （3）保障您的账号安全。我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、处理您的用户投诉等用途。<br />
        <span>
          上述信息使用是为了实现TS
          Live基础产品和服务所必须的，如果您拒绝提供或不同意我们收集相关信息，可能导致我们无法为您提供全部或某些重要的产品功能及服务。<br />
        </span>
        （二）满足您的个性化需求<br />
        （1）个人动态分享功能<br />
        当您使用评论、动态、图片、视频的分享功能时，您上传的文字、图片、点赞、音视频信息会存储在我们的服务器中，因为存储是实现这一功能所必需的。您可以随时删除这些信息。除非经您自主选择或遵从相关法律法规要求，我们不会对外提供上述信息，或者将其用于该功能以外的其他用途。<span>
          请注意，您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您选择上传包含个人信息的图片，请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。<br />
        </span>
        （2）向您推荐您可能感兴趣的内容、广告、资讯等<br />
        我们可能将合法获取到的您的个人信息，通过程序算法进行特征与偏好分析、基于特征标签进行间接人群画像，用以向您推荐、展示或推送您可能感兴趣的或与您更相关的特定直播、音视频、广告等内容，或者推送更合适您的其他产品功能或服务。<br />
        <span>
          为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容或广告、进行用户研究分析与统计。我们不会将我们存储在分析软件中的信息与您向我们提供的个人身份信息相结合。<br />
        </span>
      </li>

      <li>
        <span> 三、我们如何使用Cookie和同类技术<br /> </span>
        Cookie 和设备信息标识等同类技术是互联网中普遍使用的技术。当您使用TS
        Live及相关服务时，我们可能会使用相关技术向您的设备发送一个或多个Cookie
        或匿名标识符，以收集、标识您访问、使用本产品时的信息。我们承诺，不会将Cookie
        用于本隐私政策所述目的之外的任何其他用途。我们使用Cookie 和同类技术主要为了实现以下功能或服务：<br />
        1. 保障产品与服务的安全、高效运转<br />
        我们可能会设置认证与保障安全性的Cookie
        或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。<br />
        2. 帮助您获得更轻松的访问体验<br />
        使用此类技术可以帮助您省去重复您填写个人信息、输入搜索内容的步骤和流程（例如：记录搜索、表单填写）。<br />
        3. 为您推荐、展示、推送您可能感兴趣的内容或广告<br />
        （1）我们可能会利用此类技术了解您的偏好和使用习惯，进行数据分析，以改善产品服务、推荐用户感兴趣的信息或功能，并优化您对广告的选择。<br />
        （2）在TS
        Live的分享页中，我们可能会使用Cookie对浏览活动进行记录，用于向您推荐信息和排查崩溃、延迟的相关异常情况以及探索更好的服务方式。<br />
        4. Cookie的清除<br />
        大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。如您进行清除，您可能无法使用由我们提供的、依赖于Cookie的服务或相应功能。<br />
      </li>
      <!-- 四、我们如何委托处理、共享、转让、公开披露您的信息
 -->
      <li>
        <span> 四、我们如何委托处理、共享、转让、公开披露您的信息<br /> </span>
        <span> （一）委托处理<br /> </span>
        TS
        Live平台上提供的直播业务功能中某些具体的模块或业务功能由外部供应商提供。例如我们会聘请服务提供商来协助我们对实名认证用户完成人脸识别。<br />
        对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的要求、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。<br />

        <span> （二）共享<br /> </span>
        我们会以高度的勤勉义务对待您的信息。除以下情形外，未经您同意，我们不会与除TS
        Live及其关联公司外的任何公司、组织和个人共享您的信息：<br />
        1.
        为实现本隐私政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享与提供服务相关的个人信息。我们要求合作伙伴承诺其无权将共享的个人信息用于任何其他用途。<br />
        目前，我们的授权合作伙伴包括以下类型：<br />
        （1）服务平台或服务提供商。TS
        Live各产品接入了丰富的第三方服务。当您选择使用该第三方服务时，您授权我们将您使用第三方服务时的相关信息提供给第三方服务平台或服务提供商，以便其基于相关信息为您提供服务。同时，我们也可能根据实际业务及合作需要从合作方处接收、使用、汇总、分析经您授权同意其向我们提供的您的信息，通过算法做特征与偏好分析，形成间接人群画像，用于向您推荐您可能更感兴趣的音视频内容、广告和资讯，进行学术研究或大数据分析。<br />
        我们可能接入或链接至第三方提供的服务包括：<br />
        a. 用于广告相关服务，包括广告展示、广告数据监测/统计等；<br />
        b. 用于消息推送功能，包括手机厂商Push推送、特定事件提醒、个性化内容推荐等；<br />
        c. 用于支付相关服务，包括订单支付、交易行为核验、收入结算、支付信息汇总统计等；<br />
        d. 用于在您同意的情况下获取设备位置权限、收集设备信息和日志信息等；<br />
        e. 用于第三方授权服务，包括第三方账号登陆和绑定、将有关内容分享至第三方产品等；<br />
        f. 用于支持产品功能模块，包括在线直播、视频播放、语音识别、AR、智能客服、弹幕播放、内容存储等；<br />
        g. 用于优化产品性能，包括提高硬件配网能力、降低服务器成本、功能热修复等；<br />
        h. 用于账号安全、产品加固相关服务，包括网络监测、域名解析（HTTPDNS）、防劫持、反垃圾反作弊、加解密服务<br />
        （2）广告、分析类服务商/广告主。未经您授权，我们不会将您的个人信息与提供广告、分析类服务商共享。但我们可能会将经处理无法识别您的身份且接收方无法复原的信息，例如经匿名化处理的用户画像，与广告或咨询类服务商或广告主共享，以帮助其在不识别您个人的前提下，提升广告有效触达率，以及分析我们的产品和服务使用情况等。<br />
        2. 为了向您提供一致化的产品和服务体验，满足您对TS Live不同产品和业务的个性化使用需求，您在使用TS Live或TS
        Live关联公司提供的产品和服务时，我们可能会将您的注册账号信息在相应的产品中实现互通（例如，您的账号可同时登录并使用TS
        Liveweb、TS LivePC、TS LiveApp等）。我们会采取相同或同等力度的安全保障措施来保障您的个人信息安全。<br />
        3. 我们可能会根据法律法规规定，或按政府主管部门的强制性要求或司法程序需要，对外共享您的个人信息。<br />
        <span>
          对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。除法律规定情形外，在任何情况下，我们均不会向第三方分享您的任何个人身份信息。<br />
        </span>
        <span> （三）转让<br /> </span>
        我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br />
        1. 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；<br />
        2. 在TS
        Live发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。<br />
        <span>
          （四）公开披露<br />
          我们仅会在以下情况下，公开披露您的个人信息：<br />
          1. 获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；<br />
          2. 基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。<br />
          3. 如果我们确定您出现违反法律法规或严重违反TS
          Live相关协议及规则的情况，或为保护其他用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及TS
          Live已对您采取的措施。
        </span>
      </li>
      <!-- 五、我们如何保护您的个人信息 -->
      <li>
        <span> 五、我们如何保护您的个人信息<br /> </span>
        为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、分布式存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。我们会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄漏、毁损或丢失。<span>
          目前，TS Live已经通过了国家信息安全等级保护（三级）的备案和测评，具备相应的数据安全和信息保护能力。<br />
        </span>
        您的账户均有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，<span>
          但同时也请您理解在信息网络上不存在“完善的安全措施”。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即按照本政策文末所列明的公开联系方式联络我们客服，以便我们采取相应措施。<br />
        </span>
      </li>
      <!-- 六、您的权利 -->
      <li>
        <span> 六、您的权利<br /> </span>
        <span>（一）访问、修改和删除信息<br /> </span>
        您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务<br />
        <span>
          我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。<br />
        </span>
        你可以通过以下方式访问、修改或删除自己的信息：<br />
        1. 登录TS Live官网，进入“个人中心”后访问、修改或删除；<br />
        2. 登录TS LiveAPP，进入“花果山”→“我的昵称”，对个人资料等信息进行访问、修改或删除；<br />
        3. 登录TS LiveAPP，进入“花果山”→ （设置按钮），选择对应的设置选项，
        对账号与安全、隐私设置等信息进行访问、修改或删除；<br />
        4. 按照本政策文末所列明的公开联系方式，与我们取得联系。<br />
        <span> （二）注销账号<br /> </span>
        您可以通过以下方式注销自己的账号：<br />
        1. 登录TS Live直播手机客户端，进入“花果山”→ （设置按钮）→账号与安全→注销账号；<br />
        2. 按照本政策文末所列明的公开联系方式，联系我们协助您注销账号。<br />
        <span>
          在您主动注销账户之后，我们将停止为您提供与该TS
          Live账号相关联的所有产品和服务，根据适用法律的要求删除您的个人信息，或进行匿名化处理。<br />
        </span>
        <span> （三）改变您授权同意的范围<br /> </span>
        每个业务功能需要一些基本的个人信息才能得以完成。您可以通过改变手机、平板电脑等智能移动设备的设置或通过上方列举的方式向我们给予或收回授权同意。当您收回相关的授权同意后，我们将不再处理相应的个人信息。
        <span> 但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。<br /> </span>
        <span> （四）我们如何响应您的上述请求<br /> </span>
        在您访问、修改或删除相关信息或账号时，我们可能会要求您进行身份验证，以保障帐号的安全。<br />
        <span>
          请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。同时，按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：<br />
        </span>
        1. 与国家安全、国防安全直接相关的；<br />
        2. 与公共安全、公共卫生、重大公共利益直接相关的；<br />
        3. 与犯罪侦查、起诉、审判和执行判决等直接相关的；<br />
        4. 有充分证据表明您存在主观恶意或滥用权利的；<br />
        5. 响应您的请求将导致其他个人、组织的合法权益受到严重损害的；<br />
        6. 涉及商业秘密的。<br />
      </li>
      <!-- 七、我们如何处理未成年人的个人信息 -->
      <li>
        <span> 七、我们如何处理未成年人的个人信息<br /> </span>
        我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若您是18周岁以下的未成年人，在使用TS
        Live的产品和服务前，应事先取得您的家长或法定监护人的同意，并由您的家长或法定监护人帮助您完成产品或服务注册流程。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。<br />
        如果您是未满14周岁的儿童或儿童的监护人，当您在完成或帮助儿童完成产品或服务的注册、使用前，应当仔细阅读本政策，具体产品的隐私政策（如有）和<u
          >《TS Live儿童个人信息保护指引》</u
        >
        以决定是否同意本政策、具体产品的隐私政策，以便儿童能使用我们提供的产品或服务。<br />
        如您对您所监护的儿童的个人信息保护有相关疑问或权利请求时，请通过<u>《TS Live儿童个人信息保护指引》</u>
        中披露的联系方式与我们联系。我们会在合理的时间内处理并回复您。<br />
      </li>
      <!-- 八、我们如何储存您的个人信息 -->
      <li>
        <span> 八、我们如何储存您的个人信息<br /> </span>
        我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：<br />
        1. 适用的法律有明确规定；<br />
        2. 获得您的明确授权同意。<br />
        <span>
          我们承诺您个人信息的存储时间始终处于合理必要期限内。对于超出期限的个人信息，我们会删除或做匿名化处理。当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。<br />
        </span>
        在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：<br />
        1. 为遵守适用的法律法规等有关规定；<br />
        2. 为遵守法院判决、裁定或其他法律程序的规定；<br />
        3. 为遵守相关政府机关或法定授权组织的要求；<br />
        4. 我们有理由确信需要遵守法律法规等有关规定。<br />
        5.
        为执行相关服务协议或本政策、维护社会公共利益，为保护客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
      </li>
      <!-- 九、本政策如何更新 -->
      <li>
        <span> 九、本政策如何更新<br /> </span>
        我们在发生如下情况时，将及时修订本隐私政策的条款： <br />
        (一) 业务功能变更；<br />
        (二) 我们的基本情况发生变化，例如：兼并、收购、重组引起的所有者变更；<br />
        (三) 收集、存储、使用个人信息的范围、目的、规则发生变化；<br />
        (四) 对外提供个人信息的对象、范围、目的发生变化；<br />
        (五) 您访问和管理个人信息的方式发生变化；<br />
        (六) 数据安全能力、信息安全风险发生变化；<br />
        (七) 用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；<br />
        (八) 其他可能对您的个人信息权益产生重大影响的变化。<br />
        <span>
          由于用户较多，如本政策发生更新，我们将以推送通知、弹窗提示、发送邮件/短消息或者在TS
          Live官方网站发布公告的方式来通知您。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用我们提供的服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。
        </span>
      </li>
      <!-- 十、如何联系我们 -->
      <li>
        <span> 十、如何联系我们<br /> </span>
        若您对我们的隐私政策有任何疑问、意见或建议，可随时通过以下方式与我们联系：
        <br />
        公司名称：万斯威尔（上海）信息技术有限公司<br />
        注册地址：上海市嘉定区真南路4268号2幢JT9106室<br />
        联系人：TS Live法务<br />
        电子邮箱：gengteng@wsvrgroup.com <br />
        一般情况下，我们将在十五天内回复。
        <span>
          如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以将争议提交本协议签署地（上海市嘉定区）有管辖权的人民法院寻求解决方案。
        </span>
      </li>
    </ul>
    <!-- TS Live儿童个人信息保护指引 -->
    <h4>TS Live儿童个人信息保护指引</h4>
    <ul class="content">
      <li>
        <p>
          TS Live（以下统称“TS
          Live”或“我们”）深知儿童（指未满十四周岁的未成年人，下同）个人信息和隐私安全的重要性。我们希望通过《TS
          Live儿童个人信息保护指引》（以下简称“本指引”）说明我们在收集和使用儿童个人信息时对应的处理规则等相关事宜。<span>
            在使用我们的各项产品和服务（以下统称“TS
            Live服务”）前，请儿童、儿童的父母或其他监护人（以下统称“监护人”）务必仔细阅读并透彻理解本指引，特别是以粗体/下划线标识的条款应重点阅读，在确认充分理解并同意全部条款后再开始使用。
          </span>
        </p>
        <p>
          <span> 监护人特别说明： </span>
        </p>
        <p>
          <u>
            我们衷心提示儿童监护人正确履行监护职责，教育引导儿童增强个人信息保护意识和能力，维护儿童个人信息安全。为此，我们建议父母应当主动学习网络安全知识，增强网络安全意识，具备基本的网络保护能力，TS
            Live将切实履行法律责任，与您一起更好地保护孩子。
          </u>
        </p>
        <p>
          <u>
            若我们获悉您的孩子不满十四周岁且为TS
            Live服务的用户，我们将根据本指引采取特殊措施保护我们获得的您孩子的个人信息。请帮助我们保护您孩子的个人信息和隐私安全，要求他们在您的监护下共同阅读并接受本指引，且应在您的同意和指导下使用TS
            Live服务、提交个人信息。如果您不同意本指引的内容，将可能导致TS
            Live服务无法正常运行，或者无法达到我们拟达到的服务效果，您应要求您的孩子立即停止访问/使用TS
            Live服务。您于线上主动勾选同意本指引，或者您的孩子使用/继续使用TS
            Live服务、提交个人信息，都表示您同意我们按照本指引（包括更新版本）的内容合法、规范地收集、使用、储存、分享、转让和披露您孩子的个人信息。
          </u>
        </p>
        <p>
          <span> 儿童特别说明： </span>
        </p>
        <p>
          <u>
            我们建议：任何儿童参加网上活动都应事先取得监护人的同意。如果你是不满十四周岁的儿童，请通知你的监护人共同阅读本指引，并在你使用TS
            Live服务、提交个人信息之前，寻求你的监护人的同意和指导。你于线上点击同意本指引，或者你使用/继续使用TS
            Live服务、提交个人信息，都表示你已获得您的监护人的许可，你的监护人均同意我们按照本指引（包括更新版本）的内容合法、规范地收集、使用、储存、分享、转让和披露您的个人信息。
          </u>
        </p>
        <p>
          <span>
            本指引适用于我们在中华人民共和国境内通过网络从事收集、使用、储存、共享、转让和披露未成年人个人信息等活动。
          </span>
          <u>
            《TS Live隐私政策》
          </u>
          明确了我们通常的个人信息处理方式，其内容同样适用于儿童。如《TS
          Live隐私政策》部分条款与本指引条款存在同类条款的不一致约定，则在该类条款约束范围内以本指引为准，本指引未尽事宜，则以《TS
          Live隐私政策》为准。
          <span>
            请理解，由于互联网服务的特性，我们可能无法准确识别真实用户的儿童身份，如果您是儿童或儿童人的监护人，认为我们可能不当持有您或您的被监护儿童信息，或对本指引或与本指引相关的事宜有任何问题，您可以通过文末所列明的公开联系方式与我们取得联系，我们会尽快处理或答复。
          </span>
        </p>
        <p>一、我们如何收集和使用儿童个人信息</p>
        <p>二、我们可能分享、转让或披露的儿童个人信息</p>
        <p>三、我们如何储存和保护儿童个人信息</p>
        <p>四、您可如何管理儿童个人信息</p>
        <p>五、本指引的修订</p>
        <p>
          六、如何联系我们
        </p>
      </li>

      <li>
        <p>
          <span> 一、我们如何收集和使用儿童个人信息 </span>
        </p>
        <p>
          （一）我们会严格履行法律法规规定的儿童个人信息保护义务与责任，遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，在征得监护人的同意后收集和使用儿童个人信息：
        </p>
        <p>
          <span>
            1. 在部分单项服务或产品的实名认证环节，我们可能会要求用户填写个人生日信息或根据用户填写的身份信息，
          </span>
          识别该用户是否为儿童，并按照法律法规的规定，对相关儿童个人信息进行对应的合规保护。请您理解，此处所说的“要求用户填写个人生日信息或根据用户填写的身份信息”是指具备法律意义的实名认证操作，一般是由您提交身份证明文件并填写有关信息；产品或服务中出于社交娱乐意义的个人生日信息填写并非实名认证环节，也不具备法律意义。
        </p>
        <p>
          2.
          当我们识别出用户为儿童时，我们可能会收集监护人的联系方式（例如<span>手机号码、电子邮箱</span>），并联系监护人以验证其与儿童的监护关系。为了更好地保护儿童的权益，我们还可能向监护人收集更多信息（例如<span>姓名、身份证、户口本或其他监护关系证明</span>），以便进一步验证监护人与儿童的监护关系。
        </p>
        <p>
          3. 我们严格遵守法律法规的规定和与用户的约定，将收集的您和您所监护的儿童的信息用于以下用途：
        </p>
        <p>
          （1）验证儿童和监护人身份；
        </p>
        <p>
          （2）用于优化产品或服务、安全保障、服务调查、处理与未成年人相关的投诉。
        </p>
        <p>
          请您注意，如我们提供的产品或服务涉及到上传头像和昵称等功能，<span
            >我们强烈建议您指导儿童在使用我们产品或服务的过程中不要上传真实的本人肖像照片或使用本人真实姓名等信息。</span
          >
        </p>
        <p>
          在儿童使用TS Live产品和服务过程中，我们可能收集和使用的儿童个人信息，具体请查阅<u>《TS Live隐私政策》</u
          >“我们如何收集和使用您的信息”章节进行详细了解。如我们需要超出上述范围收集和使用儿童个人信息，我们将再次征得监护人的同意。
        </p>
      </li>
      <li>
        <p>
          <span> 二、共享、转移、披露儿童个人信息的情形 </span>
        </p>
        <p>
          （一）共享
        </p>
        <p>
          除以下情形外，未经监护人的同意，我们不会与TS Live之外的第三方分享儿童的个人信息：
        </p>
        <p>
          <span> 1. 向儿童提供我们的产品或服务。 </span>
        </p>
        <p>
          <span>
            2. 实现本指引第一条“我们如何收集和使用儿童个人信息”部分所述目的；
          </span>
        </p>
        <p>
          <span> 3. 履行我们在<u>《TS Live隐私政策》</u>和本指引中的义务和行使我们的权利； </span>
        </p>
        <p>
          <span>
            4.
            为提升我们产品/服务的安全性和便捷性，我们可能会与第三方合作伙伴（第三方服务供应商、承包商、代理、应用开发者）共享儿童的个人信息，并要求他们按照我们的说明、隐私政策以及相关的保密和安全政策来为我们处理上述信息。第三方合作伙伴包括：代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服务的地图服务供应商、提供支付服务的服务提供商、提供数据服务（包括网络广告监测、数据统计、数据分析）的合作伙伴。
          </span>
        </p>
        <p>
          <span>
            5.
            我们可能会将所收集到的儿童信息在进行匿名化或去标识化处理后用于大数据分析，如形成不包含任何个人身份信息的用户使用趋势、群体偏好分析、数据安全研究报告等。对此我们可能与我们的合作伙伴分享经统计加工后不含身份识别内容的儿童信息，用于了解用户如何使用我们服务从而改善我们的产品或服务体验，或让公众了解我们服务的总体使用趋势。
          </span>
        </p>
        <p>
          <span>
            我们仅会出于合法、正当、必要、特定、明确的目的共享儿童个人信息，不会向第三方共享儿童的任何个人身份信息，包括姓名、身份证件号码。对我们与之共享个人信息的公司、组织和个人，我们会进行安全评估，并与其签署严格的保密协定，要求他们按照我们的说明、本指引以及其他任何相关的保密和安全措施来处理信息。
          </span>
        </p>
        <p>
          （二）转让
        </p>
        <p>
          <span
            >1.
            随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而儿童的信息有可能作为此类交易的一部分而被转移。
          </span>
          我们会进行安全评估，并要求新的持有儿童个人信息的公司、组织继续受本指引的约束，否则，我们将要求该公司、组织重新向监护人征求授权同意。
        </p>
        <p>
          2. 在获得监护人的同意后，我们会向其他方转让儿童个人信息。
        </p>
        <p>
          （三）披露
        </p>
        <p>
          一般情况下，我们禁止对外披露儿童个人信息，但我们可能基于以下目的披露儿童的个人信息：
        </p>
        <p>
          1. 根据儿童或监护人的需求，在监护人同意的披露方式下披露其所指定的信息；
        </p>
        <p>
          2.
          根据法律、法规的要求、强制性的行政执法或司法要求所必须提供儿童信息的情况下，我们可能会依据所要求的信息类型和披露方式披露儿童的信息。
        </p>
      </li>
      <li>
        <span> 三、我们如何储存和保护儿童个人信息<br /> </span>
        <p>
          <span>
            （一）我们仅在本指引所述目的所必需期间和法律法规要求的最短时限内储存儿童个人信息。
          </span>
          如我们终止服务或运营，我们将及时停止继续收集儿童个人信息的活动，同时会遵守相关法律法规要求提前向监护人通知，并在终止服务或运营后对儿童的个人信息进行删除或匿名化处理，但法律法规或监管部门另有规定的除外。
        </p>
        <p>
          <span>
            （二）我们非常重视儿童的隐私安全，成立了专门的个人信息保护机构，并采取一切合理可行的措施，保护儿童个人信息：
          </span>
        </p>
        <p>
          我们会采取加密等技术措施储存儿童个人信息，确保信息安全。同时，我们对工作人员以最小授权为原则，严格设定信息访问权限，控制儿童个人信息知悉范围；工作人员访问儿童个人信息的，须经过儿童个人信息保护负责人或者其授权的管理人员审批，记录访问情况，并采取技术措施，避免违法复制、下载儿童个人信息。如我们发现儿童个人信息发生或者可能发生泄露、毁损、丢失的，会立即启动应急预案，采取补救措施，并将事件相关情况以邮件、信函、电话、推送通知、公告等方式告知受影响的监护人和儿童。
        </p>
        <p>
          如您希望了解更多，请查阅<u>《TS Live隐私政策》</u
          >“我们如何储存您的个人信息”和“我们如何保护个人信息”章节，详细了解我们如何储存和保护儿童个人信息。
        </p>
        <p>
          <span>
            由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。监护人需要了解，儿童接入TS
            Live服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。
          </span>
        </p>
        <p>
          <span>
            请监护人和儿童务必妥善保管好TS Live服务帐号、密码及其他身份要素。儿童在使用TS
            Live服务时，我们会通过帐号、密码及及其他身份要素来识别其身份。一旦监护人和儿童泄露了前述信息，可能会蒙受损失，并可能对自身产生不利影响。如监护人和儿童发现帐号、密码及/或其他身份要素可能或已经泄露时，请立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。
          </span>
        </p>
      </li>
      <li>
        <span> 四、您可如何管理儿童个人信息<br /> </span>
        <p>
          在儿童用户使用TS
          Live产品或服务期间，为了您和儿童可以更加便捷地访问、更正、删除相关个人信息，我们在产品设计中为您提供了相应的操作设置，您也可以通过我们提供的联系方式，来反馈和咨询相关信息。我们会在核实您反馈的问题后及时与您联系。请您理解，在核实过程中，我们可能需要您提供儿童帐号、联系方式等个人信息，以便在完成身份验证和问题核实后继续响应您的需求。
        </p>

        <p>（一）访问儿童个人信息</p>
        <p>
          您和您监护的儿童可以查看儿童用户在使用我们产品或服务中提供或产生的个人信息，包括但不限于用户名、密码、头像、昵称、性别、主动发布的内容等。
        </p>
        <p>（二）更正儿童个人信息</p>
        <p>
          当您和您监护的儿童发现我们收集、使用和处理的儿童个人信息有错误时，可以联系我们进行更正。我们会在完成身份验证和核实问题后，及时采取措施予以更正。
        </p>
        <p>（三）删除儿童个人信息</p>
        <p>
          如存在以下情况，您和您监护的儿童可以请求我们删除收集、使用和处理的儿童个人信息。我们会在完成身份验证和核实问题后，及时采取措施予以删除。
        </p>
        <p>
          1、若我们违反法律、行政法规的规定或者双方的约定收集、存储、使用、转移、披露儿童个人信息；
        </p>
        <p>
          2、若我们超出目的范围或者必要期限收集、存储、使用、转移、披露儿童个人信息；
        </p>
        <p>3、您撤回同意；</p>
        <p>
          4、您或您监护的儿童通过注销等方式终止使用产品或者服务的。
        </p>
        <p>
          <span>
            但请注意，若您和被监护儿童要求我们删除特定儿童个人信息，可能导致该儿童用户无法继续使用我们的产品和服务或产品和服务中的某些具体业务功能。如您发现在未事先征得您同意的情况下收集了您的儿童的个人信息，请及时联系我们，我们会设法尽快删除相关数据。
          </span>
        </p>
      </li>
      <li>
        <span> 五、本指引的修订<br /> </span>
        <p>
          <span>
            为了提供更好的服务，我们可能会根据TS
            Live服务的更新情况及法律法规的相关要求适时修改本指引的条款，该等修改构成本指引的一部分。如该等更新造成监护人和儿童在本指引下权利的实质减少或重大变更，我们将在本指引生效前通过网站公告、推送通知、弹窗提示或其他方式来通知，监护人如果不同意该等变更，可以选择要求儿童停止使用TS
            Live服务；如儿童仍然继续使用TS Live服务的，即表示监护人已充分阅读、理解并同意受经修订的本指引的约束。<br />
          </span>
        </p>
        <p>
          我们鼓励监护人和儿童在每次使用TS Live服务时都查阅我们的《TS Live儿童个人信息保护指引》。
        </p>
      </li>
      <li>
        <span> 六、如何联系我们<br /> </span>
        <p>
          我们设有个人信息保护专职部门并指定了专门的儿童个人信息保护负责人，将严格按照本指引保护儿童个人信息。如监护人和儿童有关于网络信息安全的投诉和举报，或对本指引、TS
          Live的儿童个人信息保护规则、措施的相关事宜有任何问题、意见或建议，请随时与我们联系，可发送邮件至gengteng@wsvrgroup.com或写信至以下地址：上海市嘉定区真南路4268号2幢JT9106室TS
          Live法务部（收）。<br />
        </p>
        <p>
          一般情况下，我们将在收到问题、意见或建议，并验证监护人和/或儿童身份后的十五天内予以回复。
        </p>
      </li>
    </ul>
  </div>
</template>

<script>
import headerBar from '@/components/headerBar/headerBar'
import openNative from '@/utils/openNative'
import loadingAniMixins from '@/mixins/loadingAni'
export default {
  name: '',
  mixins: [loadingAniMixins],
  data() {
    return {}
  },
  created() {},
  mounted() {},
  methods: {
    onBack() {
      openNative.closeWebview()
    }
  },
  components: { headerBar }
}
</script>
<style lang="less" scoped>
//@import url(); 引入公共css类
.privacy {
  font-size: 16px;
  color: #000;
  h4 {
    font-size: 20px;
    font-weight: 600;
    text-align: center;
    padding: 12px 0 20px;
  }
  .updateTime {
    text-align: right;
    line-height: 28px;
    padding: 0 16px;
  }
  .content {
    li {
      text-indent: 2em;
      line-height: 24px;
      padding: 0 16px 10px;
      p {
        text-indent: 2em;
      }
      span {
        font-weight: 600;
      }
    }
  }
}
</style>
