<!-- 
   用户协议
-->
<template>
  <div class="userAgreement">
    <headerBar :onBack="onBack" />
    <div class="main">
      <div class="language">
        <p class="emphasize-text">
          1.1、欢迎使用TS Live应用程序（“平台”）。在使用我们的平台或开设TS
          Live账户之前，请阅读以下条款和条件（“条款和条件”），以便了解您与TS Live appSdnBhd（“TS
          Live”，“我们”，“我们”或“TS Live”的合法权利和义务。“我们的”）。
        </p>
        <p class="emphasize-text">
          1.2、通过访问平台，您确认您对这些条款和条件的理解和不可接受的接受并同意这些条款和条件，这些条款和条件与我们的隐私政策相关，即使TS
          Live与您在此平台方面的关系。根据您所在国家/地区的适用法律（“法定年龄”），如果您未满18周岁或者根据本法律规定给予同意的法定年龄，您必须获得父母或法定监护人的许可才能开设帐户，并且该父母或法定监护人必须同意本协议的条款。如果您是创建帐户的未成年人的父母或法定监护人，您必须代表未成年人接受本条款和条件，并且您将负责使用此帐户对帐户或平台的所有使用，无论此帐户是否为当前帐户打开或稍后创建。如果您不同意这些条款和条件的任何部分，则您不得使用此平台。我们保留随时更改，修改，添加或删除本条款和条件部分内容的权利。更改将在平台上发布时生效，不提供其他通知。您在发布本条款和条件的更改后继续使用平台即表示您接受这些更改。
        </p>
        <p class="emphasize-text">
          1.3、在我们的平台上注册帐户后，您将负责保护您的帐户信息，例如您的用户标识详细信息和密码。您对通过您的帐户进行的所有活动负全部责任。如果您发现任何未经授权使用您的帐户，请立即通知我们。
        </p>
        <h3>有限许可证</h3>
        <p>
          2.1、为了在平台上使用服务，我们根据所述条款和条件授予您不可转让和可撤销的许可，以使用本平台。我们提供或提供的服务包括（a）平台，（b）平台提供的服务，以及（c）通过平台提供的任何材料或信息（“内容”）（统称为“服务”）。TS
          Live保留随时更改，修改，暂停或终止本平台或我们服务的全部或任何部分的权利。添加到平台的任何功能均受本条款和条件的约束。除非事先明确许可，否则禁止代表任何第三方进行商业用途或使用。任何违反本条款和条件的行为都将导致立即撤销本段中授予的许可，恕不另行通知。
        </p>
        <p>
          2.2、平台中所有专有内容，知识产权，无论是已注册还是未注册，平台上的信息内容以及平台的所有设计，包括但不限于文本，图形，软件，照片，视频，音乐，声音，以及他们的选择和安排，以及所有软件编译，基础源代码和软件仍属于TS
          Live（“知识产权”）的财产。根据马来西亚版权法和国际公约，平台的全部内容也受版权保护，作为集体作品。保留所有权利。
        </p>
        <p>
          2.3、使用或访问平台即表示您同意遵守版权，商标，服务标记以及保护平台，服务及其内容的所有其他适用法律。您同意不复制，分发，重新发布，传输，公开展示，公开执行，修改，改编，出租，出售或创建平台，服务或其内容的任何部分的衍生作品。未经我们事先书面同意，您也不得在任何其他服务器上或作为任何其他网站的一部分镜像或框架本平台的任何部分或全部内容。此外，您同意在未经我们事先书面同意的情况下，您不会使用任何机器人，蜘蛛或任何其他自动设备或手动过程来监控或复制我们的内容（对于互联网搜索网站使用的标准搜索引擎技术，我们同意这种同意）将互联网用户引导到我们的平台）。
        </p>
        <h3>服务和交易</h3>
        <p>
          3.1、服务包括在线平台服务，提供与其他用户互动，进行直播，观看直播视频广播和在线购物的场所。
          <!-- 该平台还为用户提供服务，如销售虚拟礼品，技术和软件支持，流量支持。 -->
        </p>
        <p>
          3.2、对于商家（“商家”）和购买者（“购买者”）（统称为“您”或“用户”）之间的所有商品销售，销售的实际合同是在商家之间购买者和TS
          Live不是商家和购买者之间的任何其他合同的一方，并且不承担任何与此类合同相关的义务。用户进入此类交易将完全负责他们之间的销售合同，商品上市，购买保修等。TS
          Live可能会或可能不会预先筛选用户或用户提供的内容，并保留删除您在平台上发布的任何内容的权利。TS
          Live无法确保用户完成交易。此平台上的商家也将遵守我们的商家用户协议。
        </p>
        <p>
          3.3、您同意商家和买方有责任确定商家或买方因购买而可能欠下的销售额，使用费或其他税（例如销售税2018年的销售税）。该平台。商家有责任收集，报告和汇出适用法律要求的任何销售，使用或其他税费。您同意（a）TS
          Live没有责任收集，报告或汇出与您的销售和/或购买相关的销售，使用或任何其他适用的税收，以及（b）完全赔偿，保护和保持TS
          Live无害以任何与上述相关的方式，从任何和所有索赔，要求，损害赔偿，奖励，罚款，成本，费用和责任。
        </p>
        <p>
          3.4、买方还同意为购买的任何产品全额支付所有运费，并同意支付可能对产品征收的所有进口税，关税和/或费用。TS
          Live不承担责任，TS
          Live也不控制每个目的地国家征收的税款，关税或费用的金额或时间。如有任何相关问题，建议您联系当地海关官员。
        </p>
        <p>
          3.5、订单下达平台后，商家将处理订单流程的所有方面。TS
          Live不会修改或取消买方的任何订单，包括运输信息的任何变更。买方需要通过我们的平台联系商家进行任何修改或取消。
        </p>
        <p>
          3.6、如果您没有收到产品或收到的产品有缺陷，损坏或与平台上商家发布的描述不符，您必须直接通过平台联系商家以尝试解决问题。商家的联系信息可以在您的帐户中的订单详细信息中找到，也可以在发送给您的确认订单的电子邮件中找到。TS
          Live不会代表您调解纠纷或解决问题。
        </p>
        <p>
          3.7、您了解由于某些更新或修复工作或由于不归因于TS
          Live的故障，可能会暂停或中断对平台的访问。对于任何此类情况的任何损失，损害或取消的交易，TS Live概不负责。
        </p>
        <p>3.8、如果您位于我们经批准的某个国家/地区，您可能只会使用此平台和/或在此平台下开立帐户，并且不时更新。</p>
        <p>服务许可的范围：</p>
        <p>
          我们给予用户一项个人的、不可转让及非排他性的许可，以使用本软件。用户可以为非商业目的在单一台终端设备上安装、使用、显示、运行本软件。
          本条及本协议其他条款未明示授权的其他一切权利仍由我们保留，用户在行使这些权利时须另外取得我们的书面许可。我们如果未行使前述任何权利，并不构成对该权利的放弃。
        </p>
        <h3>隐私</h3>
        <p>
          4.1、如我们的隐私政策中有更全面的描述，您必须披露某些个人身份信息（“信息”）才能使用我们的平台，注册和购买。作为在我们的平台注册的条件，您声明您应向TS
          Live提供真实，准确和完整的信息，并且如果有任何更改，我们将继续更新您的帐户信息。您还表示您已阅读我们的隐私政策，并同意我们的隐私政策中所述的信息的收集，使用和披露。我们的隐私政策的条款和条件将不时更改，作为继续使用平台的条件，使用平台的任何功能或进行任何购买，您同意您已阅读并同意我们的隐私政策，包括任何其修正案。
        </p>
        <p>
          4.2、您承认，同意并同意TS
          Live可以使用您的姓名（包括但不限于您的真实姓名，NICKNAME或任何识别您的姓名），您的简介图片以及与您有关的其他信息，与ADS相关或与之相关，我们在平台上展示的优惠和其他内容，与我们的合作伙伴分享这些内容和/或广告和销售我们的平台，无需任何赔偿。
        </p>
        <p>4.3、TS Live不会向任何第三方披露或提供您的个人信息或存储在我们平台上的任何非公开内容，除非：</p>
        <p>4.3.1、符合本条款和条件;</p>
        <p>4.3.2、您事先同意并授权此类披露;</p>
        <p>4.3.3、相关法律要求我们或按照当局的要求;</p>
        <p>4.3.4、第三方同意承担与TS Live相同的责任来保护您的信息;要么</p>
        <p>4.3.5、披露是平台认为适当的，并且不受法律禁止。</p>
        <p>
          4.4、您（如果适用，作为买方）也承认，同意并同意TS
          Live可以向商家提供商家向您发送产品所需的信息，并就此类货物和可能出现的任何问题与您进行沟通与您的购买有关。此信息包括但不限于您的“送货地址”信息和您的电子邮件地址。您（如果适用，作为商家），确认，同意并同意TS
          Live可以向买方提供合理必要的信息，以便买方就您购买产品与您联系并就此类货物与您进行沟通。与购买有关的问题。此信息包括但不限于您的电子邮件地址。
        </p>
        <p>
          4.5、您在此同意TS
          Live对于根据本条款和条件的规定，特别是本节4的规定披露信息，或收集，使用或披露信息不承担任何责任，义务或责任。您可以在使用平台时访问有关其他用户的某些信息。您在此声明，保证并同意（a）不使用可从平台访问或TS
          Live可能向您披露的其他用户的任何信息，除非在平台上输入和完成交易，并且（b）不使用任何此类信息用于招揽，发送未经请求的电子邮件或垃圾邮件，骚扰或其他行为TS
          Live认为不可接受或令人反感。
        </p>
        <p>
          4.6、虽然TS
          Live采取积极合理的措施来保护和防止未经授权访问您的信息，但我们不对未经授权访问的人员的行为负责，我们不做任何明示，暗示或其他保证，我们将阻止未经授权访问您的信息。在任何情况下，TS
          Live或我们的关联公司均不对因第三方未经授权访问您的信息而产生或以任何方式与之相关的任何损害（无论是间接的，直接的，偶然的，间接的，惩罚性的，特殊的或其他的）承担责任。这些损害赔偿是基于合同，严格责任，侵权或其他责任理论，而且无论TS
          Live是否得到实际或建设性的通知，表明损害是可能的。
        </p>
        <p>
          4.7、您承认您应对您在平台上发布或发布或传输的内容负责，并且您将小心不要透露您自己的个人详细信息（例如任何银行信息，信用卡或借记卡详细信息，第三方支付账户和使用平台时的密码等（除非为平台上销售的产品或平台上的代币通过平台支付此类详细信息，此类信息应通过工业处理和保护
          - 领先的加密标准），由您造成的任何损失应由您自行承担。
        </p>
        <h3>法律和司法管辖权</h3>
        <p>5.1、使用平台时，无论是作为用户，商家还是购买者，您同意遵守以下规定：</p>
        <p>5.1.1、遵守马来西亚的所有法律法规（“法律”），包括但不限于与出口和限制，税收和第三方权利有关的法律;</p>
        <p>5.1.2、不违反本条款和条件，隐私政策以及我们的商家用户协议（如适用）的文字或精神;</p>
        <p>5.1.3、不得将平台服务用于任何非法，不正当或令人反感的目的;</p>
        <p>
          5.1.4、不得使用平台服务上传，张贴，展示或传播或以其他方式提供任何令人痛苦，骚扰，曲折，诽谤，欺诈，辱骂，威胁，粗俗，淫秽或任何其他非法信息或材料;
        </p>
        <p>
          5.1.5、不传播或发布任何煽动的内容：民族仇恨，民族歧视，抵抗当局的另一种，法律和行政法规的实施，国家权力的颠覆，分裂运动（这是一份非详尽的清单，我们将保留随时修改以遵守法律的权利）;
        </p>
        <p>5.1.6、不得侵犯TS Live和/或任何第三方的知识产权，声誉或任何其他合法权利;</p>
        <p>5.1.7、及时通知我们任何非法使用帐户和/或如果发现您或任何其他人的帐户存在安全漏洞;</p>
        <p>5.1.8、使用服务冒充任何人或实体，或以其他方式歪曲您与某人或实体的关系;</p>
        <p>5.1.9、操纵本平台上的任何内容;</p>
        <p>
          5.1.10、尝试对服务（或其任何部分）进行反编译，反向工程，反汇编或黑客攻击，或者破坏或克服TS
          Live针对服务和/或传输，处理或存储的数据实施的任何加密技术或安全措施作者：TS Live;
        </p>
        <p>5.1.11、收集或收集有关或与其他用户有关的任何信息，包括但不限于任何个人数据或信息;</p>
        <p>
          5.1.12、上传，发布，传输或以其他方式提供您无权根据任何法律或合同或信托关系提供的任何内容（例如作为就业的一部分学习或披露的内部信息，专有和机密信息）关系或根据保密协议）;
        </p>
        <p>
          5.1.13、上传，发布，传输或以其他方式提供任何包含软件病毒，蠕虫，特洛伊木马或任何其他旨在直接或间接干扰，操纵，中断，破坏或限制的计算机代码，例程，文件或程序的资料任何计算机软件或硬件或数据或电信设备的功能或完整性;
        </p>
        <p>
          5.1.14、干扰，操纵或破坏与平台相连的服务或服务器或网络或任何其他用户使用和享受服务，或违反与平台相连的网络的任何要求，程序，政策或规定;和
        </p>
        <p>
          5.1.15、使用服务有意或无意违反任何适用的地方，州，国家或国际法律，规则，准则，指令，指南，政策或法规，包括但不限于法律和要求（无论是否具有法律效力））与反洗钱或反恐有关。
        </p>
        <p>
          5.2、本条款和条件应由马来西亚现行法律解释和管辖。根据以下仲裁条款，每位用户特此同意服从马来西亚政府法院的管辖权，并根据场地放弃任何异议。
        </p>
        <p>
          5.3、由于本条款和条件引起的或与之相关的任何争议，索赔或争议，将通过私人和机密的约束性仲裁提交并最终通过在马来西亚以马来西亚法律管辖的单一仲裁员进行解决。仲裁员应是在马来西亚接受合法培训且独立于任何一方的人。尽管有上述规定，TS
          Live保留通过法院禁令或其他公平救济来保护知识产权和机密信息的权利。
        </p>
        <h3>付费服务</h3>
        <p>
          6.1、平台可能会扩展到可能需要付款/订阅的服务。TS
          Live将在您使用此类服务之前向您提供明确的通知。如果您不想支付相关费用，TS
          Live将拒绝在平台上向您提供这些收费/订阅/付费服务。
        </p>
        <p>
          用户可自主设定账号名称、头像、简介等注册信息，但不得含有违法和不良信息；如存在该等情况，平台有权采取通知限期改正、暂停使用、注销账号等措施。
        </p>
        <h3>终止</h3>
        <p>
          7.1、本条款和条件将继续适用于您，直至您或TS
          Live终止。但是，您承认并同意，您就通过您的帐户发布或上传的内容授予的永久许可是不可撤销的，因此将在本条款和条件到期或终止后因任何原因继续。
        </p>
        <p>
          7.2、 TS Live保留终止或拒绝让您访问本平台或服务的权利，或允许您以任何理由在TS Live下开设账户。TS
          Live对您或任何第三方终止或撤销您的帐户以及访问此平台不承担任何责任。
        </p>
        <p>
          7.3、如果您通知TS Live（通过电子邮件，电子邮件地址为hello@TS
          Live.app），您可以终止您的帐户。尽管有此终止，您仍应对使用您的帐户在平台上发布或通过平台显示的内容（无论是在终止请求之前或之后发布或显示），任何未完成的交易（无论是在此类请求之前或之后开始）承担责任。终止），产品发货，产品付款等，您必须根据本条款和条件执行并完成所有未完成的交易后与我们联系。TS
          Live不承担任何责任，也不对因根据本节采取的行动而导致的任何损害或损失承担责任。用户根据TS
          Live采取的行动放弃任何和所有索赔。
        </p>
        <h3>保证和陈述</h3>
        <p>
          8.1、除非另有书面明确规定，否则TS
          Live不对本平台的操作以及本平台中包含的信息，内容，产品和服务做出任何明示或暗示的保证和陈述。
        </p>
        <h3>通用</h3>
        <p>
          9.1、 TS Live根据本条款和条件的任何延迟或失败均不构成TS
          Live对本条款和条件的任何规定的任何豁免。如果本条款和条件的任何条款在适用法律下无效或不可执行，则在此范围内，在可能的范围内，可视为可执行（并且在此类条款完全无法执行的情况下可分割）以及本条款的其余条款和条件将继续完全有效。本条款和条件将对TS
          Live的继承人和受让人的利益具有约束力。根据本条款和条件提出的任何索赔必须在诉讼因由产生后的一（1）年内提出。本条款和条件对您个人而言，不得转让，转让或委托给任何人。您转让，转让或委托本条款和条件的任何企图均属无效。TS
          Live可以在未经同意或通知的情况下自由转让本条款和条件。本条款和条件构成TS
          Live与您之间就本协议主题事项达成的完整且排他性的协议，并取代之前未明确纳入本协议的所有口头或书面谅解，通信或协议。
        </p>
        <p>
          9.2、您同意赔偿，保护和保护TS
          Live及其任何父母，姊妹公司，子公司，关联公司，服务提供商，销售商，分销商，许可方，高级职员，董事和员工免受任何索赔或要求，包括合理的法律费用由任何第三方因违反本条款和条件的任何规定或您违反任何法律，法规或第三方权利而引起或与之相关的。
        </p>
      </div>
    </div>
  </div>
</template>

<script>
import headerBar from '@/components/headerBar/headerBar'
import openNative from '@/utils/openNative'
import loadingAniMixins from '@/mixins/loadingAni'
export default {
  name: '',
  mixins: [loadingAniMixins],
  data() {
    return {}
  },
  computed: {},
  components: { headerBar },
  created() {},
  mounted() {},
  methods: {
    onBack() {
      let frName = this.$route.query.formRouterName
      frName ? this.$router.go(-1) : openNative.closeWebview()
    }
  }
}
</script>
<style lang="less" scoped>
//@import url(); 引入公共css类

.userAgreement {
  font-size: 16px;
  color: #171717;
}

.main {
  width: 100%;
  padding: 16px 16px 0;
  .language {
    letter-spacing: 1px;
    padding-bottom: 25px;
    p {
      line-height: 24px;
      color: #333;
      text-indent: 2em;
      word-wrap: break-word;
    }
    h3 {
      line-height: 28px;
      font-size: 18px;
      font-weight: 600;
      padding: 8px 0 6px 0;
    }
    .emphasize-text {
      color: #000;
    }
  }
  // .languageEn {
  //   word-wrap: break-word;
  //   word-break: keep-all;
  // }
}
</style>
